xorg
xorg-server
xorg-xinit
xorg-apps
xorg-xmessage
mesa
lib32-mesa
xf86-video-amdgpu
vulkan-radeon
lib32-vulkan-radeon
libva-mesa-driver
lib32-libva-mesa-driver
lib32-mesa-vdpau
libx11
libxft
libxinerama
libxrandr
libxss
pkgconf
alacritty
rofi
xmobar
feh
trayer
ttf-fira-code
ttf-hack
ttf-font-awesome
alsa-utils
pipewire
lib32-pipewire
pipewire-alsa
pipewire-pulse
pamixer
wireless_tools
xclip
xcape
xdg-user-dirs
unzip
polkit
syncthing
stack
firefox
emacs
flatpak
steam
nerd-fonts-hack
touchegg
touche
picom-jonaburg-git
brillo
lf-bin
auto-cpufreq
xidlehook
